[
  {
    "title": "What is Crosby Solutions?",
    "para": "Crosby Solutions is my solution to your problems. Founded by Joe Crosby in 2021 out of a need to help people solve their web related problems, Crosby Solutions provides consultation, audits, development and support to any and all of your web-releated issues."
  },
  {
    "title": "Who are you?",
    "para": "I'm Joe. A husband, a father of two, and a keen member of various local communities. I've been an Oil and Gas Engineer as part of a big company where I solved data and software problems; and I've worn many hats in a tech start-up where my responsibility was to build the software and solve the CEO's problems! Now I'm looking to parachute in and solve your problems."
  },
  {
    "title": "Why should I connect with Crosby Solutions?",
    "para": "Because your time is valuable. The time you don't spend working, you should be enjoying yourself! Your website is a tool to support your business, and you should be able to maintain 80% of your web presence in 20% of the time. It's that last 20% that can be time consuming and or expensive. That's where Crosby Solutions comes in."
  },
  {
    "title": "What can Crosby Solutions do for me?",
    "para": "Crosby Solutions can walk you through the entire process of establishing your web presence in language you understand. We will set you up for success to run your own website. We will 'teach you to fish', so to speak. For more detail on what we can do for you, check the Solutions page."
  },
  {
    "title": "What if I want to be hands-off?",
    "para": "We can do that. We'll still need input from you to make sure we build 'your' site, but we can handle all the technical decision and just involve you in the creative process."
  },
  {
    "title": "What if I just have some quick questions about ___?",
    "para": "Fire them through! If quick questions have quick solutions we'll be glad to help! If its more involved, we might be able to point you in the right direction, or kick off a project together."
  },
  {
    "title": "What if I'm a Graphic Designer?",
    "para": "We're here to help with you and your client's needs. Either as a sub-contractor or being part of the client-facing team, we'll cover the techincal web development to your specifications and provide technical input as and when requested. This could be for upcoming projects or on-going maintenance. In the same nature, we're on the lookout for graphic designers to cover our clients' creative needs. "
  }
]
