[
  {
    "title": "Consultation",
    "para": "Crosby Solutions will sit with you, either in person or via video-chat, and walk through your web problems. We'll establish where you're at, where you'd like to be, and formulate a plan to get there."
  },
  {
    "title": "Website Design",
    "para": "Crosby Solutions can help you find a website design within your budget. Whether its an off-the-shelf template or a customisation from a graphic designer, we can help you know what to ask, what to look for, and help you compare offerings. "
  },
  {
    "title": "Website Development",
    "para": "It's never been easier to build a website of your own. There are plenty of online solutions to help you build your own, and plenty of web developers who will do it for you. What suits your vision and budget? Let's find the solution for you"
  },
  {
    "title": "Content Management",
    "para": ""
  },
  {
    "title": "Hosting and Deployment",
    "para": "There's a lot of competition in website hosting these days, and lots of different solutions available. Crosby Solutions can help you find and set up the best match for your requirements. After all, you wouldn't buy a convertible to tow a caravan..."
  },
  {
    "title": "Audits",
    "para": "Not sure where you are or what's next? Crosby Solutions will carry out an assessment of your web presence and help you figure out what's next."
  },
  {
    "title": "Documentation",
    "para": "There's a lot going on with websites these days: hosting, repositories, CMS etc. Crosby Solutions will document the entire role associated with managing your website. Perfect for handovers, or just to make sure you don't forget anything."
  },
  {
    "title": "Performance",
    "para": "Nothing is a bigger turn-off for a potential customer than a slow website. Crosby Solutions can review your entire website, from development to deployment, and provide you with a performance summary. We can either implement the improvements for you, support you as you implement them, or help you with terminology so that you can bring up the issues with your developer"
  },
  {
    "title": "Accessibility",
    "para": "A 2020 report estimates that only 1% of the top one million websites meet the most widely used accessibility standards. Estimates for the number of vision-impaired Americans using the internet are also in excess of 1%. Does your website make the grade? Crosby Solutions can help you identify where your website can be improved."
  }
]
