[
  {
    "title": "Domain Names",
    "para": "Did you know that there are many more domain names than just .com, .org and .net? .solutions for example. We'll walk you through selecting and obtaining a domain name that fits your business."
  },
  {
    "title": "Hosting",
    "para": "You'll need some form of hosting, but depending whether you're hosting a static site, a WordPress site, or something more involved, the best web hosting recommendation can vary. A lot. We'll discuss with you your options and find you something that'll will fit with your growth plans and your budget."
  },
  {
    "title": "Web Setup",
    "para": "The internet keep evolving, and what was common place 10 years ago is unheard of now. Fortuately, things are getting easier if you know what to look for.Crosby Solutions will walk you through your options for setting up your web presence and make sure you're not complicating things."
  },
  {
    "title": "Consultation",
    "para": "Crosby Solutions will sit with you, either in person or via video-chat, and walk through your web plans and problems. We'll establish where you're at, where you'd like to be, and formulate a plan to get there. Talk to someone that's interested in who you are and where you're going."
  },
  {
    "title": "Website Design",
    "para": "Crosby Solutions can help you find a website design within your budget. Whether its an off-the-shelf template or a customisation from a graphic designer, we can help you know what to ask, what to look for, and help you compare offerings. "
  },
  {
    "title": "Website Development",
    "para": "It's never been easier to build a website of your own. There are plenty of online solutions to help you build your own, and plenty of web developers who will do it for you. What suits your vision and budget? Let's find the solution for you."
  },
  {
    "title": "Web Help",
    "para": "Sometimes you're just after that person who knows what you're doing to ask questions and to bounce questions off. Drop us a line - we'd love to hear what you're thinking and maybe help out with some ideas of how to achieve it or how to stretch it further."
  },
  {
    "title": "Content Management",
    "para": "If you've got a lot of dynamic content being posted to your site, we can help review your workflow and make sure you're making life easy for yourself. From formatting to sharing the burden, a working Content Management System makes life easier for you, not painful."
  },
  {
    "title": "Audits",
    "para": "Not sure where you are or what's next? Crosby Solutions will carry out an assessment of your web presence and help you figure out what's next."
  },
  {
    "title": "Documentation",
    "para": "There's a lot going on with websites these days: hosting, repositories, CMS etc. Crosby Solutions will document the entire role associated with managing your website. Perfect for handovers, or just to make sure you don't forget anything."
  },
  {
    "title": "Performance",
    "para": "Nothing is a bigger turn-off for a potential customer than a slow website. Crosby Solutions can review your entire website, from development to deployment, and provide you with a performance summary. We can either implement the improvements for you, support you as you implement them, or help you with terminology so that you can bring up the issues with your developer"
  },
  {
    "title": "Accessibility",
    "para": "A 2020 report estimates that only 1% of the top one million websites meet the most widely used accessibility standards. Estimates for the number of vision-impaired Americans using the internet are also in excess of 1%. Does your website make the grade? Crosby Solutions can help you identify where your website can be improved."
  }
]
